<?php

return [
    'regards' => 'С уважением',
    'shared' => [
        'faq' => [
            'error' => [
                'notification_email_not_set' => 'Нужно указать почту для уведомлений в настройках.',
            ],
        ],
    ],
    'company' => [
        'employee' => [
            'store' => [
                'success' => 'Сотрудник успешно создан',
                'error' => 'Произошла ошибка при создании сотрудника',
            ],
            'update' => [
                'success' => 'Сотрудник успешно обновлен',
                'error' => 'Произошла ошибка при обновлении сотрудника',
            ],
            'destroy' => [
                'success' => 'Сотрудник успешно удален',
                'error' => 'Произошла ошибка при удалении сотрудника',
            ],
            'not_found' => 'Сотрудника с таким :attribute не существует',
        ],
    ],
];
