<?php

return [
    'company' => [
        'employee' => [
            'store' => [
                'success' => 'Сотрудник успешно создан',
                'error' => 'Произошла ошибка при создании сотрудника',
            ],
            'update' => [
                'success' => 'Сотрудник успешно обновлен',
                'error' => 'Произошла ошибка при обновлении сотрудника',
            ],
            'destroy' => [
                'success' => 'Сотрудник успешно удален',
                'error' => 'Произошла ошибка при удалении сотрудника',
            ],
            'not_found' => 'Сотрудника с таким :attribute не существует',
        ],
    ],
];
